* org-chronos package                                 :Emacs__Lisp:Org__mode:
:PROPERTIES:
:CREATED_TIME: [2021-02-04 Thu 20:20]
:END:
This is a solution for contract/assertion-based micro planning and evaluation.
** DONE Track closed time and timestamp propertes
CLOSED: [2021-05-24 Mon 00:10]
:PROPERTIES:
:CREATED_TIME: [2021-02-27 Sat 05:52]
:END:
:LOGBOOK:
- State "STARTED"    from "TODO"       [2021-05-23 Sun 23:39]
CLOCK: [2021-05-23 Sun 23:39]--[2021-05-24 Mon 00:05] =>  0:26
:END:
** TODO Scaffold a Svelte project
:PROPERTIES:
:CREATED_TIME: [2021-02-27 Sat 21:01]
:END:
** Group
:PROPERTIES:
:CREATED_TIME: [2021-05-24 Mon 00:15]
:END:
*** DONE Fix lint errors
CLOSED: [2021-03-08 Mon 00:30]
:LOGBOOK:
CLOCK: [2021-03-08 Mon 00:02]--[2021-03-08 Mon 00:17] =>  0:15
- State "STARTED"    from "NEXT"       [2021-03-07 Sun 23:46]
CLOCK: [2021-03-07 Sun 23:46]--[2021-03-08 Mon 00:02] =>  0:16
- State "NEXT"       from "TODO"       [2021-03-01 Mon 23:51]
:END:
*** DONE Fix a bug in capture
CLOSED: [2021-03-08 Mon 01:02]
:PROPERTIES:
:CREATED_TIME: [2021-03-08 Mon 00:51]
:END:
:LOGBOOK:
- State "STARTED"    from "TODO"       [2021-03-08 Mon 00:51]
CLOCK: [2021-03-08 Mon 00:51]--[2021-03-08 Mon 01:02] =>  0:11
:END:
** TODO Browse referent issue on the browser
